Revit 2027 API
BaseExportOptions.GetExportFontTable Method
 Gets font table.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ExportFontTable GetExportFontTable()
Public Function GetExportFontTable As ExportFontTable
public:
ExportFontTable^ GetExportFontTable()
member GetExportFontTable : unit -> ExportFontTable
Return Value
ExportFontTable
See Also
Reference
BaseExportOptions Class
Autodesk.Revit.DB Namespace